Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/mosko-n.html.tmx
Source language: nob
Languages: sme

source: Fra finnefond til språksenter
sme: Davvi Girji 2013. s giellaguovddážii

source: I bygda Lakselvbukt i Sørfjorden, en knapp times kjøring fra Tromsø sentrum, ligger Gáisi samiske språksenter.
sme: Moskaluovttas Moskavuonas, sullii diimmu biilamátki Romssa guovddážis eret, lea Gáisi sámi giellaguovddáš.

source: Her i bygdene rundt Sørfjorden i den innerste delen av Ullsfjorden var samisk dagligspråket bare for få tiår siden.
sme: Dáppe gilážiin Moskavuona birra siskkimusas Ullovuonas lei sámegiella dušše moaddelogi jagi áigi beaivválašgiella.

source: Hard fornorskning førte til at foreldrene sluttet å snakke samisk med ungene, men fortsatt på 1980–1990-tallet brukte eldre folk samisk seg i mellom.
sme: Garra dáruiduhttin mielddisbuvttii ahte váhnemat heite hupmamis sámegiela mánáiguin, muhto ain 1980-90-loguin geavahedje vuorrasit olbmot sámegiela gaskaneaset.

source: Siv Rasmussen har her skrevet glimt av fornorskingshistoria i Sørfjorden, i første rekke ut fra Finnefondets arkiv [1].
sme: Siv Rasmussen lea dás čállán veahá dáruiduhttinhistorjjá birra Moskavuonas, ovddemus Sámefoandda arkiivva vuođul.

source: Hun har så intervjua to som har deltatt i arbeidet med revitalisering av samisk språk og kultur i Sørfjorden.
sme: Son lea maiddái jearahallan guoktásis geat leaba searvan sámegiela ja -kultuvrra ealáskahttinbargui Moskavuonas.

source: Siv Rasmussen (f. 1963) er medlem av redaksjonen i Samisk skolehistorie, og nærmere presentert i Samisk skolehistorie 2, der hun har skrevet fra sin hjemkommune Sør-Varanger.
sme: Siv Rasmussen (r. 1963) lea Sámi skuvlahistorjjá doaimmahusa miellahttu, ja su birra lea eanet muitaluvvon Sámi skuvlahistorjá 2:s, mas son lea čállán iežas ruovttugieldda, Mátta-Várjjaga, birra.

source: Hun er nå doktorgradsstipendiat i historie ved Universitetet i Tromsø.
sme: Son lea dál doavttergrádastipendiáhtta historjjás Romssa universitehtas.

source: Få tromsøværinger er klar over at Sørfjorden er et samisk område.
sme: Eai leat galle romsalačča geat dihtet ahte Moskavuotna lea sámi guovlu.

source: I løpet av debatten som raste høsten 2011 rundt Tromsø kommunes eventuelle innlemmelse i samisk språkområde, ble det fokusert lite på kommunens sjøsamiske befolkning.
sme: Digaštallama áigge, mii gullui 2011 čavčča das, galgá go Romssa suohkan searvat sámegiela hálddašanguvlui, ii gullon beare ollu suohkana mearrasámiid birra.

source: I stedet ble det i mediene vist til reindriftssamisk bruk av Tromsdalen i første halvdel av 1900-tallet og seinere bruk av Kvaløya og fastlandet.
sme: Dan sadjái čujuhii media ollu boazosápmelaččaid eanageavaheapmái Sálašvákkis álgogeahčen 1900-logu ja maŋŋil Sálliris ja nannámis.

source: Det kan forklares med at den reindriftssamiske kulturen er mer synlig, der rein, lavvu, samiske klær og samisk språk både var og er sterke etniske markører.
sme: Dása sáhttá dieđusge ággan go boazosápmelaččaid kultuvra lea eanet oidnosis, mas boazu, lávvu, sámi gárvvut ja sámi giella ledje ja leat nanu etnalaš dovdomearkkat.

source: Også blant den sjøsamiske befolkninga fantes det slike klare etniske markører tidligere, slik som samiske klær, samisk språk, gammer og en noe annen næringsstruktur enn blant den norske befolkninga.
sme: Maiddái mearrasámi olbmuin gávdnojedje diekkár čielga dovdomearkkat ovdal, nu go sámi gárvvut, sámi giella, goađit ja veahá eará lágan ealáhusstruktuvra go dáža álbmogis.

source: Men i løpet av 1900-tallet forsvant disse markørene og den sjøsamiske befolkninga ble usynlig.
sme: Muhto 1900-logu mielde jávke dát dovdomearkkat ja mearrasámi álbmot ii oidnon šat.

source: I dag forsøker folk i Sørfjorden å revitalisere språk og kultur.
sme: Odne geahččalit olbmot Moskavuonas ođđasis ealáskahttit giela ja kultuvrra.

source: Kofta var for lengst gått ut av bruk der i fjorden, men den er nå rekonstruert under navnet Ullsfjord-Tromsø-kofta, og bæres av mange stolte brukere.
sme: Gávtti ledje áigá juo heaitán geavaheamis, muhto dat lea dál ođđasit hábmejuvvon ja gohčoduvvo Ullovuona- Romssa gáktin, ja ollugat geavahit dan čeavlát.

source: Sieidi, hellig fjell ved Laksvatnet
sme: Sieidi, bassi várri Muotkejávrri lahka

source: Samisk bosetting i Tromsø – Karlsøy-området
sme: Sámi álbmot Romssa–Gálssa guovllus

source: Historisk sett har hele området som i dag omfatter kommunene Tromsø og Karlsøy hatt sjøsamisk befolkning.
sme: Historjjálaččat lea olles guovllus, masa dál gullet Romssa ja Gálssa suohkanat, leamaš mearrasámi álbmot.

source: Kilder tilbake til begynnelsen av 1500-tallet viser at det bodde samer i alle fjordene her, i tillegg til ute på øyene, som Ringvassøy, Reinøy og Sør-Kvaløy.
sme: Gáldut ruovttoluotta 1500-logu álgogeahčái čájehit ahte sápmelaččat orro buot vuonain dáppe, ja dasa lassin sulluin dás olggobealde, nu go Ránežis, Ráinnas ja Sálliris.

source: Den norske befolkninga bodde ute på øyene, men på midten av 1500-tallet bosatte noen nordmenn seg også på fastlandet.
sme: Dáža olbmot orro sulluin, muhto gaskkamuttus 1500-logu sii orrugohte maiddái nannámis.

source: Noen av sjøsamene ble tidlig assimilert inn i den norske befolkninga.
sme: Muhtin mearrasámit sudde árrat oktii dáža álbmogiin.

source: I andre områder, som Kaldfjorden på Kvaløya, ble samisk språk og andre kulturelementer beholdt til langt opp mot vår egen tid.
sme: Eará guovlluin, nugo Gálláfierddas Sálliris, seilo sámegiella ja eará kulturáđat guhkás iežamet áigái.

source: Just Qvigstad skriver fra slutten av 1800-tallet at «havlappisk» er det språket de eldre i Kaldfjorden bruker, men nå er det nesten blitt fortrengt av «fjordlappisk», da det var kommer så mange innflyttere fra Balsfjorden og Sørfjorden.
sme: Just Qvigstad čállá 1800-logu loahpas ahte lea dat giella maid boarrásit olbmot atnet Gálláfierddas, muhto dál lea measta jávkan duohkai, go ledje nu ollu sisafárrejeaddjit boahtán Báhccavuonas ja Moskavuonas.

source: Slik innflytting av samer andre steder fra, blant annet at reindriftssamer ble bofaste på øyene, medførte flere plasser en fornyelse av det samiske, til dels blandet med de opprinnelige sjøsamene.
sme: Dákkár eará guovllu sápmelaččaid sisafárren, earret eará dat go boazosápmelaččat orrugohte birra jagiid sulluin, mielddisbuvttii máŋgga guovllus sámivuođa ođasteami, muhtin muddui seahkánan álgovuđolaš mearrasámiiguin.

source: I Ullsfjord bodde det på 1500-tallet samer fra Ullsnes og innover, og antakelig også på Bakkeby–Jegervatn.
sme: Ullovuonas orro 1500-logus sápmelaččat Ulsnjárggas sisaguvlui, ja sihkkarit maiddái Bakkeby–Idnojávri guovllus.

source: Etter hvert flyttet det flere nordmenn til Ullsfjord, blant annet til Kjosen, noe som medførte at samene ble drevet stadig lenger inn i fjorden.
sme: Dađistaga fárrejedje eanet dážat Ullovutnii, earret eará Muotkevutnii, ja dat mielddisbuvttii ahte sápmelaččat šadde sirdit siskelii vutnii.

source: Fram til slutten av 1720-tallet var den innerste delen av Sørfjorden en bygdeallmenning, der de gamle «finnerydningene» på Stakkevik–Sjursnes og Sørstraumen hentet ved, bark, never og andre utmarksprodukter.
sme: Gitta loahpageahčái 1720-logu lei siskkimus oassi Moskavuonas gili oppalašeatnamin, gos boares Stáffoluovtta–Várpenjárgga ja Rávnnji sámi njáskkahagat () vižže muoraid, bárkku, bessiid ja eará meahccebuktagiid.

source: På 1730-tallet bosatte folk seg fast i allmenningen.
sme: 1730-logus olbmot orrugohte fásta oppalašeatnamii.

source: I tillegg til den sjøsamiske befolkninga kom det nå inn et fåtall norske og fjellsamiske familier og en kven.
sme: Lassin mearrasámiid álbmogii bohte dál moadde dáža ja badjesápmelaččaid bearrašat ja okta kvenabearaš.

source: Også på 1800-tallet flyttet det inn noen norske og noen fjellsamer, men i alt overveiende grad er befolkninga her av gammel sjøsamisk opprinnelse.
sme: Maiddái 1800-logus fárrii soames dáža ja badjesápmelaš deike, muhto eanaš olbmot dáppe gullet boares mearrasámi bearrašiidda.

source: De siste 150 år har området levde en noe omskiftelig tilværelse når det gjelder både geistlig og verdslig administrasjon.
sme: Maŋimus 150 jagi leat guovllus leamaš rievdadallamat girkolaš ja máilmmálaš hálddašeami ektui.

source: Fra gammelt av lå Ullsfjord kirkelig sett under Karlsøy.
sme: Dološ áiggi rájis Ullovuotna gulai girkolaččat Gálssa vuollái.

source: Fra 1867 var området en del av Lyngen kommune.
sme: 1867 rájes guovlu lei oassin Ivgu suohkanis.

source: I 1902 ble det egen kommune, først under navnet Sørfjord, og fra 1937 under navnet Ullsfjord.
sme: 1902:s šattai sierra suohkanin, álggos Moskavuona (Sørfjorden) namas, ja 1937:s Ullovuona (Ulsfjord) namas.

source: Ved kommunesammenslåingen i 1964 ble mesteparten av Ullsfjord slått sammen med Tromsø kommune.
sme: Go suohkaniid časke oktii 1964:s ovttastuvvui stuorámus oassi Ullovuonas Romssa suohkaniin.

source: Den første organiserte skolevirksomheten vi kjenner til i Ullsfjord ble opprettet av Thomas von Westen, som i 1716 fikk ansvaret for Misjonskollegiets misjon rettet mot samer i Norge.
sme: Vuosttaš organiserejuvvon skuvladoaimma maid diehtit Ullovuonas, álggahii Thomas von Westen, gii 1716:s oaččui Miššonkollegias ovddasvástádusa čađahit miššovnna sápmelaččaide Norggas.

source: Ullsfjord – Sørfjord lå under Karlsøy sogn på denne tida, og sognets eneste kirke lå på Karlsøy.
sme: Ullovuotna–Moskavuotna leigga Gálssa suohkanii gullevaččat dan áiggi, ja suohkana áidna girku lei Gálssas.

source: Dette betydde at folk der hadde opptil 8–9 mil kirkevei, og samene kom kun få ganger i året til kirka.
sme: Dát mearkkašii ahte olbmuin doppe lei 8–9 miilla mátki girkui, ja sápmelaččat bohte dušše moatti háve girkui jagis.

source: Thomas von Westen besøkte Karlsøy på alle sine tre misjonsreiser til Nord-Norge, men han var aldri inne i Ullsfjord og Lyngen.
sme: Thomas von Westen galledii Gálssa buot golmma mátkkis Davvi- Norgii, muhto son ii lean goasse Ullovuonas ii ge Ivgus.

source: Likevel beskrev han samene både her og på Skjervøy som trolldomsutøvere, samtidig som han refset prestene for å gi samene elendig kirkelig betjening.
sme: Lihkká čilgii son sápmelaččaid sihke dáppe ja Skiervvás leat dakkárat geat noaiddástalle, seammás go ráŋggui báhpaid go eai addán sápmelaččaide doarvái buori girkobálvalusa.

source: Karlsøypresten Mikkel Hegelund ble provosert over von Westen og hans misjonstiltak i sognet, han reagerte med å forpurre planene om forsamlingshus i Lyngen og å skremme bort en samisktalende kateket som von Westen hadde ansatt.
sme: Gálssa báhppa Mikkel Hegelund hárddáhalai von Westenii ja su miššondoaimmaide suohkanis nu sakka, ahte son billistii plánaid hukset rohkosviesu Ivgui ja balddii sámegielat katekehta gean von Westen lei virgáibidjan.

source: Kateketen var Johannes Tornensis, en svensk-finsk prestesønn fra Kautokeino, som også var samisktalende.
sme: Katekehta lei Johannes Tornensis, ruoŧa-suopmelaš báhpa bárdni Guovdageainnus eret, gii maid lei sámegielat.

source: Etter mange overtalelser fra von Westens side hadde han tatt i mot stillinga som kateket i Ullsfjord og Lyngen.
sme: Maŋŋil go von Westen máŋgii lei bivdán su álgit katekehtan, de lei miehtan son álgit katekehtan Ullovutnii ja Ivgui.

source: Von Westens plan var å bygge et forsamlingshus i Ullsfjord, men dette ble det ikke noe av.
sme: Von Westena plána lei hukset rohkosviesu Ullovutnii, muhto das ii šaddan mihkke.

source: På Karnes i Lyngen ble det bygget et forsamlingshus, som i 1740 ble flyttet til Lyngseidet.
sme: Gárnjárgii Ivgus huksejedje rohkosviesu, mii 1740:s sirdojuvvui Ivgumuotkái.

source: En av årsakene til flyttinga var at det ble kortere vei til kirka for samene i Ullsfjorden.
sme: Okta sirdinákkain lei ahte de oanui Ullovuona sápmelaččaide mátki girkui.

source: En viktig del av von Westens misjonsarbeid var å tilsette såkalte «finneskolemestre» eller «misjonsskolemestere».
sme: Dehálaš oassi von Westena miššonbarggus lei virgádit nu gohčoduvvon «sámeskuvlameaštáriid» dahje «miššonskuvlameaštáriid».

source: I begynnelsen virket samme lærer både i Ullsfjord og i Lyngen, men fra 1736 fikk hver av fjordene sin egen lærer.
sme: Álggus barggai seamma oahpaheaddji sihke Ullovuonas ja Ivgus, muhto 1736 rájis oaččuiga vuonat goabbat oahpaheaddji.

source: Det er usikkert når skolevirksomheten ble satt i gang i Ullsfjorden, men den første «finneskolemesteren» vi kjenner navnet på, var Sven Olsen som hadde stillinga i 1726.
sme: Ii leat sihkar goas skuvladoaimmahus álggahuvvui Ullovuonas, muhto vuosttaš «sámeskuvlameašttir» gean nama diehtit, lei Sven Olsen gii lei dán virggis 1726:s.

source: I årene 1735–38 var Erik Lorck fra Svendsby lærer, og i 1743 fikk en prestesønn fra Karlsøy, Arne Pedersen Nidaros, både Lyngen og Ullsfjord.
sme: Jagiid 1735-1738 lei Erik Lorck, Bávttiid eret, oahpaheaddjin. Ja 1743:s oaččui Gálssa báhpa bárdni, Arne Pedersen Nidaros, sihke Ivgu ja Ullovuona.

source: Andre lærere her var Knut Blanch, Olai Leonard, Jon Christensen Ødegård (1786–89) og Hans Hegelund Leonard (1792–98).
sme: Eará oahpaheaddjit dáppe ledje Knut Blanch, Olai Leonard, Jon Christensen Ødegård (1786-1789) ja Hans Hegelund Leonard (1792-98).

source: Felles for disse var at de kom fra overklassen, og at de bodde i ytre Ullsfjord, bortsett fra Nidaros, som bodde på Karnes i Lyngen.
sme: Oktasaš sidjiide lei ahte sii ledje alitseađu olbmuide gullevaččat, ja ahte sii orro olggut Ullovuonas, earret Nidaros, guhte orui Gárnjárggas Ivgus.

source: De fleste av dem var fra området, mens andre var innflyttere.
sme: Eanas oassi sis ledje báikkálaš olbmot, ja nuppit fas sisafárrejeaddjit.

source: De tre siste var også i nær familie.
sme: Golbma maŋimusa ledje maid lagas fulkkežat.

source: Vi kjenner ikke til om de kunne noe samisk og heller ikke om de oppsøkte den indre delen av fjorden, altså Sørfjorden.
sme: Mii eat dieđe máhtte go sii veaháge sámegiela, eat ge dieđe fitne go sii goasse vuona siste, namalassii Moskavuonas.

source: Den først læreren som bodde i Sørfjord ser ut til å være Ole Olsen.
sme: Vuosttaš oahpaheaddji guhte orui Moskavuonas orru leamaš Ole Olsen.

source: I følge folketellinga av 1801 bodde han i Stordal, sammen med kone og fem barn.
sme: 1801 olmmošlohkama mielde orui son Suorttus, ovttas eamidiin ja viđain mánáin.

source: Bratrein [2] skriver at Olsen på denne tida hadde virket som lærer for samene i over 20 år.
sme: Bratrein [2] čállá ahte Olsen dan áiggis lei doaibman oahpaheaddjin sápmelaččaide badjel 20 jagi.

source: Det går ikke fram av kildene om han var same eller ikke, eller om han kunne samisk.
sme: Čállosiin ii boađe ovdan lei go son sápmelaš vai ii, dahje máhtii go son sámegiela.

source: Man kjenner heller ikke til hvem som overtok etter han da han døde i 1810.
sme: Eat dieđe gii su maŋŋil álggii doibmii maŋŋil go son jámii 1810:s

source: Skolekretser i Lyngen og Sørfjorden, med etnisk sammensetning av befolkninga, 1886
sme: Ivgu ja Moskavuona skuvlabiiriid ja daid čearddat.

source: (Tegning av sogneprest Peter Bernhard Helgeby.
sme: Sárgon suohkanbáhppa Peter Bernhard Helgeby.

source: Lærere på 1800-tallet
sme: Oahpaheaddjit 1800-logus

source: I følge Bratrein kunne ikke omgangsskolelæreren i Sørfjord i 1839 samisk.
sme: Bratrein mielde ii máhttán vuorroskuvlaoahpaheaddji Moskavuonas 1839:s sámegiela.

source: Samme år heter det også at Sørfjord-konfirmantene sjelden kunne lese i bok, og at de ble sluppet fram bare de kunne ramse opp av Luthers katekisme.
sme: Seamma jagis diehtit ahte Moskavuona-konfirmánttat hárve máhtte lohkat girjjis, ja ahte besse ovddasguvlui jus beare máhtte juoidá Luthera Katekismas.

source: Men likevel skjedde det noe positivt i forhold til samene og samisk språk midt på 1800-tallet.
sme: Muhto goitge dáhpáhuvai juoga buriid sápmelaččaide ja sámegillii 1800-logu gaskkamuttus.

source: Sognepresten i Karlsøy på denne tida mente at samene burde få religionsundervisning på deres eget språk, og lot kirkesangeren benytte samisk i konfirmasjonsundervisninga rundt 1837-38.
sme: Gálssa suohkanbáhppa dan áiggis oaivvildii ahte sápmelaččat galggašedje oažžut skuvlaoahpahusa iežaset gillii, ja suovai girkolávlu atnit sámegiela konfirmašunoahpahusas sullii 1837-38.

source: I 1842 ble det lyst ut en lærerstilling for en samiskkyndig, som tydelig var beregna for Sørfjorden.
sme: 1842:s almmuhuvvui okta oahpaheaddjivirgi rabasin sámegielmáhtot olbmui, mii čielgasit lei oaivvilduvvon Moskavutnii.

source: Adam Knutsen, som arbeidet et par år i denne stillinga, kunne ikke samisk fra før, men hadde fått litt undervisning i språket av presten.
sme: Adam Knutsen, guhte barggai moadde jagi dán virggis, ii máhttán sámegiela ovdalaččas, muhto oaččui veahá sámegieloahpu báhpas.

source: Det var likevel ikke meninga at de samiske barna skulle få undervisning på morsmålet, tanken var at barna lærte norsk fortere når læreren kunne noe samisk.
sme: Ii lean ge oaivvilduvvon ahte sámegielat mánát galge oažžut oahpu eatnigillii, jurdda lei ahte mánát ohppe dárogiela johtileappot go oahpaheaddji máhtii sámegiela.

source: Da den neste læreren skulle ansettes i 1846 mente prosten at det var nødvendig at læreren kunne samisk.
sme: Go boahtte oahpaheaddji galggai virgáibiddjot 1846:s oaivvildii proavás ahte lei dárbbašlaš ahte oahpaheaddji máhttá sámegiela.

source: Dermed ble Johan Huas, som sjøl var same fra Sørfjorden, ansatt.
sme: Dasto biddjui Johan Huas oahpaheaddjin, guhte ieš lei sápmelaš Moskavuonas eret.

source: Bratrein sier prosten satte pris på Huas' fullkommenhet i samisk, til tross for at han ikke kunne skrive.
sme: Bratrein lohká proavás liikui go Huas lei nu čeahppi sámegielas, vaikko son ii máhttán čállit.

source: Hovedspråket på skolen ble likevel norsk, noe som forklares med at få av barna kunne lese samisk.
sme: Váldogiella skuvllas lei aŋkke dárogiella, go hárve mánná máhttá lohkat sámegiela.

source: Inntil da hadde det vært vanlig i skolen å satse mest på lesing, salmesang og utenatlæring fra katekismen.
sme: Dassážii lei dábálaš skuvllas áŋgiruššat lohkamii, sálbmalávlumii ja bajiloaivvi oahppamii Katekismas.

source: Skriving og regning ble ikke vektlagt.
sme: Čállin ja rehkenastin ii lean nu dehálaš.

source: Mange av lærerne hadde ikke noen annen boklig utdannelse enn den de sjøl hadde fått i slike omgangsskoler, og kunne dermed ikke skrive.
sme: Máŋgga oahpaheaddjis ii lean eará girjjálaš oahppu go dan maid ieža ledje ožžon dákkár vuorroskuvllain, ja dan sivas eai máhttán čállit.

source: Dette gjaldt også Johan Huas.
sme: Dát guoskkai maid Johan Huasii.

source: Heller ikke de skriveføre lærerne ser ut til å ha drevet skrivetrening med elevene, før man på 1850-tallet innførte skriveøvelser i skolen, og tavler og grifler ble utdelt.
sme: Eai oahpaheaddjit ge geat máhtte čállit, bearehaga hárjehahttán ohppiid čállit, ovdal go 1850-logus, go álge čállinhárjehallamiin skuvllas, ja távvalat ja riffalat juhkkojuvvojedje skuvllaide.

source: Men dette har neppe fungert i Sørfjorden og andre områder der læreren sjøl ikke kunne skrive.
sme: Muhto dát ii oro doaibman Moskavuonas ja eará guovlluin gos oahpaheaddji ieš ii máhttán čállit.

source: Det er litt usikkert hvor lenge Huas virket som lærer.
sme: Ii leat čielggas man guhká Huas lei oahpaheaddjin.

source: I folketellinga for 1865 er han oppført som forhenværende skolelærer og losjerende hos ei enke i Stordal.
sme: Olmmošlohkamiin 1865:s namuhuvvo son ovddeš skuvlaoahpaheaddjin ja orui muhtin leaskka luhtte Suorttus.

source: Han var da rundt 60 år.
sme: Son lei dalle sullii 60-jahkásaš.

source: Det var da kommet en ny lærer til Sørfjorden, Ole Johansen.
sme: Dalle lei boahtán ođđa oahpaheaddji Moskavutnii, Ole Johansen.

source: Han var 28 år, ugift og oppført som født i Østerdalen prestegjeld.
sme: Son lei 28-jahkásaš, ii lean náitalan, ja namuhuvvo riegádan Østerdalen báhpagielddas.

source: Denne unge, ugifte læreren bodde på gården til et eldre ektepar, der mannen var fra Østerdalen.
sme: Dát nuorra bárdneolmmái oahpaheaddji orui vuorrasit bára báikkis, mas dievdu lei eret Østerdalenis.

source: Sannsynligvis foregikk også undervisninga på gården deres.
sme: Árvideamis jođihuvvui oahpahus maid dán báikkis.

source: Finnefondet var blitt opprettet i 1851 og det er mulig dette hadde en viss innvirkning på valget av lærer til Stordalen.
sme: Sámefoanda ásahuvvui 1851:s ja lea vejolaš ahte dás lei dadjamuš go válljejedje oahpaheddjiid Suortui.

source: Det passer dermed med den rådende ideologien i på denne tida, at den gamle samiske læreren sluttet og inn kom en ung norsk lærer.
sme: Heivii dan sivas vuohkkasit dan áiggi vuođđojurdagii, ahte boares sámegielat oahpaheaddji heaitá ja sadjái boahtá nuorra dárogielat oahpaheaddji.

source: Eller var det Huas' manglende skriveferdigheter som spilte inn eller var det lærergjerningen blitt for slitsom for Huas, slik at han sjøl ønsket å slutte?
sme: Vai lei go Huasa váilevaš čállinmáhttu mas lei dadjamuš go heittii, vai lei go oahpaheaddjivirgi šaddan beare lossadin sutnje, nu ahte ieš háliidii heaitit?

source: Lærerstillingene var vanligvis ikke særlig ettertraktete, det var dårlig betalt og harde, lange reiser i alt slags vær.
sme: Oahpaheaddjivirgi ii lean dábálaččat nu bivnnut, lei heitot bálká ja garra, guhkes mátkkit juohke lágan dálkkis.

source: Det kan være at det ikke var andre grunner til at man ansatte en norsk lærer i en nesten totalt samisk bygd, enn at det ikke var andre passende kandidater å velge blant.
sme: Eai soaitán leat eará ákkat, go virgádedje dárogielat oahpaheddjiid measta ollislaš sámi gilis, go dat ahte eai gávdnon buoret evttohasat.

source: I siste halvdel av 1800-tallet var skoleinndelinga organisert i to hoveddistrikter;
sme: 1800-logu maŋit oasis lei skuvlajuohkin organiserejuvvon guovtti váldoguvlui;

source: ytre og indre Sørfjord.
sme: olggut ja siskkit Moskavuotna.

source: I løpet av en 30–35 års periode på slutten av 1800-tallet og begynnelsen av 1900-tallet ble skolene i Sørfjord mesteparten av tida betjent av lærerne Ole Johan Botolfsen, Rasmus Hansen og Rudolf Kristian Bræk, som fordelte skolekretsene seg i mellom.
sme: 30-35 jagi áigodagas 1800-logu loahpas ja 1900-logu álggus ledje eanaš áiggi Moskavuona skuvllain Ole Johan Botolfsen, Rasmus Hansen ja Rudolf Kristian Bræk oahpaheaddjin, ja sii juogadedje skuvlabiiriid gaskaneaset.

source: Botolfsen hadde de ytterste kretsene, Hansen de to midterste, Sjursnes og Olderbakken, i tillegg til Lakselvbukt i indre Sørfjord, og Bræk hadde Stordal og Sørstrømmen i indre Sørfjord.
sme: Botolfsenis ledje olggumus biiret, Hansenis guokte gaskkamuš biire, Várpenjárga ja Leaibedievvá, lassin Moskaluktii siskkit Moskavuonas, ja Bræk:s ledje Suortu ja Rávdnji siskkit Moskavuonas.

source: Hansen og Botolfsen var utdannete lærere fra Tromsø seminar, mens Bræk synes å ha fått privat undervisning av en sogneprest.
sme: Hansen ja Botolfsen leigga vázzán oahpaheaddjioahpu Romssa semináras, ja Bræk orru ožžon priváhta oahpahusa ovtta suohkanbáhpas.

source: Han fungerte som hjelpelærer både i Lyngen og Ullsfjord i over 30 år.
sme: Son lei veahkkeoahpaheaddji sihke Ivgus ja Ullovuonas badjel 30 jagi.

source: Bræk var oppvokst på Bensnes lenger ute i Ullsfjorden.
sme: Bræk lei bajásšaddan Dáktenjárggas olgolis Ullovuonas.

source: Familien var norsk, men han kunne likevel samisk.
sme: Bearaš lei dáža, muhto son máhtii goitge sámegiela.

source: Dette kommer fram i en søknad om bidrag fra Finnefondet i 1903, der han skriver at man i disse kretsene alltid har bruk for samisk språk, i sær i Sørfjordens to kretser, Sørstrøm og Stordal, der alle foreldre og barn i hjemmene daglig snakker samisk.
sme: Dát boahtá ovdan ruhtaohcamušas maid sáddii Sámefondii 1903:s, mas son čállá ahte dáin guovlluin álo lea dárbu sámegillii, erenoamážit Moskavuona guovtti biires, Rávnnjis ja Suorttus, gos buot váhnemat ja mánát hupmet sámegiela ruovttuin beaivválaččat.
